/* Localized versions of Info.plist keys */
AMName = "Run Ruby Script";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */
"Automator" = "Automator";

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */
"Utility" = "Utility";

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDSummary = "This action executes a Ruby script.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */


CFBundleName = "Run Ruby Script";
NSHumanReadableCopyright = "Run Ruby Script Action version 1.0, Copyright © 2008, Jason Foreman.
  The Ruby Logo is Copyright © 2006, Yukihiro Matsumoto.
  Run Python Script action is Copyright © 2007, Toxic Software.
  Inconsolata Font is Copyright © 2006 Raph Levien";
